{
  "chart": {
    "title": "Foreign aid given",
    "subtitle": "[Net](#dod:net-oda) [official development assistance (ODA)](#dod:oda) from governments and multilateral organizations, grants from civil society organizations. This data is expressed in US dollars and adjusted for inflation.",
    "note": "This data is expressed in constant 2022 US$. From 2018, the official reporting method switched from net to [grant-equivalent](#dod:grant-equivalents) amounts.",
    "citation": "OECD (2025)",
    "originalChartUrl": "https://ourworldindata.org/grapher/foreign-aid-given-net?v=1&csvType=full&useColumnShortNames=false",
    "selection": [
      "United States",
      "Germany",
      "EU institutions (OECD)",
      "Multilaterals (OECD)",
      "Japan",
      "United Kingdom",
      "Non-DAC countries (OECD)",
      "Global Alliance for Vaccines and Immunization",
      "World Bank Group",
      "Gates Foundation",
      "EU institutions",
      "Non-DAC countries"
    ]
  },
  "columns": {
    "Official development assistance (ODA) and private grants by donor - Net disbursements": {
      "titleShort": "Foreign aid given",
      "titleLong": "Foreign aid given - Net disbursements",
      "descriptionShort": "[Official development assistance (ODA)](#dod:oda) is defined as government aid designed to promote the economic development and welfare of developing countries. Grants by private voluntary agencies and non-government organizations (NGOs) are defined as transfers for development made by private voluntary agencies and NGOs in cash, goods or services for which no payment is required. Monetary aid is estimated as net disbursements. This data is expressed in US dollars. It is adjusted for inflation.",
      "descriptionKey": [
        "Official development assistance (ODA) is aid given to countries and territories on the OECD Development Assistance Committee (DAC) list of recipients and multilateral development institutions. To qualify as ODA, the aid has to serve the economic development and welfare of recipient countries and be either a grant or a loan with favorable terms.",
        "DAC country recipients are all low- and middle-income countries as defined by the World Bank, or least-developed countries as defined by the United Nations. All recipients are listed on [the OECD website](https://www.oecd.org/en/topics/sub-issues/oda-eligibility-and-conditions/dac-list-of-oda-recipients.html).",
        "Most ODA is provided by [DAC members](https://www.oecd.org/en/about/committees/development-assistance-committee.html), which are major aid donors in the OECD plus the European Union. However, some non-DAC countries, such as Turkey or Saudi Arabia, also give aid that follows ODA guidelines.",
        "ODA does not include military aid, except for the cost of using armed forces to deliver humanitarian aid. It also excludes spending on peacekeeping unless it is closely related to development.",
        "The private sector comprises private corporations, households and non-profit institutions serving households. Development funding from the private sector is becoming more significant. This includes civil society organizations, which play an increasing role in funding development and in finding innovative ways to promote it; non-government organizations; and the for-profit private sector.",
        "The data is reported as net disbursements. This refers to aid ultimately given and is different from commitments, which is only aid that has been pledged. These are net amounts because any money coming in (like loan repayments or interest) has been subtracted from money going out (like new grants or loans).",
        "The OECD adjusts this data for inflation and expresses it in constant 2022 US$. It makes this adjustment using annual average market exchange rates and GDP deflators for each donor country. For more information on the methodology, visit [the OECD's documentation](https://www.oecd.org/content/oecd/en/data/insights/data-explainers/2024/10/resources-for-reporting-development-finance-statistics.html) on DAC deflators."
      ],
      "descriptionProcessing": "We have combined net disbursements aid data from the [DAC1: Flows by donor (ODA+OOF+Private) dataset](https://data-explorer.oecd.org/vis?fs[0]=Topic%2C1%7CDevelopment%23DEV%23%7COfficial%20Development%20Assistance%20%28ODA%29%23DEV_ODA%23&pg=0&fc=Topic&bp=true&snb=20&df[ds]=dsDisseminateFinalDMZ&df[id]=DSD_DAC1%40DF_DAC1&df[ag]=OECD.DCD.FSD&df[vs]=1.2&dq=DAC...1140%2B1160..Q.&lom=LASTNPERIODS&lo=10&to[TIME_PERIOD]=false) with the [DAC2A: Aid (ODA) disbursements to countries and regions dataset](https://data-explorer.oecd.org/vis?fs[0]=Topic%2C1%7CDevelopment%23DEV%23%7COfficial%20Development%20Assistance%20%28ODA%29%23DEV_ODA%23&pg=0&fc=Topic&bp=true&snb=20&df[ds]=dsDisseminateFinalDMZ&df[id]=DSD_DAC2%40DF_DAC2A&df[ag]=OECD.DCD.FSD&df[vs]=1.1&dq=.DPGC.206.USD.Q&lom=LASTNPERIODS&lo=5&to[TIME_PERIOD]=false) to add aid given by multilateral organizations and grants given by civil society organizations.",
      "shortUnit": "$",
      "unit": "constant 2022 US$",
      "timespan": "1960-2023",
      "type": "Numeric",
      "owidVariableId": 1012361,
      "shortName": "i_oda_net_disbursements_multilaterals_private_grants",
      "lastUpdated": "2025-02-19",
      "nextUpdate": "2026-02-19",
      "citationShort": "OECD (2025) – with major processing by Our World in Data",
      "citationLong": "OECD (2025) – with major processing by Our World in Data. “Foreign aid given – Net disbursements” [dataset]. OECD, “OECD Official Development Assistance (ODA) - DAC1: Flows by provider (ODA+OOF+Private)”; OECD, “OECD Official Development Assistance (ODA) - DAC2A: Aid (ODA) disbursements to countries and regions” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/1012361.metadata.json"
    },
    "1012361-annotations": {
      "titleShort": "1012361-annotations",
      "titleLong": "1012361-annotations",
      "type": "SeriesAnnotation",
      "citationShort": " – processed by Our World in Data",
      "citationLong": " – processed by Our World in Data. “1012361-annotations” [dataset].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/undefined.metadata.json"
    }
  },
  "dateDownloaded": "2025-09-24",
  "activeFilters": {}
}